---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementAngleParam
source: html/85570574-4f58-a9e2-4401-57a3fe2f867a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementAngleParam Property

"Rotation Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementAngleParam { get; }
```